Repository: shumih/ckeditor5
Catalog: packages/ckeditor5-video/lang/translations/*.po
Languages: ar, az, cs, de, es, et, eu, fa, fi, gl, hr, hu, id, it, ja, ku, lt, lv, nb, ne, nl, pl, ro, ru, sk, sq, sr, sr_latn, sv, ug, zh

# Label for the video widget.
source: video widget
ar: عنصر الصورة
az: Şəkil vidgetı
cs: ovládací prvek obrázku
de: Bild-Steuerelement
es: Widget de videon
et: pildi vidin
eu: irudi widgeta
fa: ابزاره تصویر
fi: Kuvavimpain
gl: Trebello de imaxe
hr: Slika widget
hu: képmodul
id: widget gambar
it: Widget immagine
ja: 画像ウィジェット
ku: وێدجیتی وێنە
lt: vaizdų valdiklis
lv: attēla sīkrīks
nb: Bilde-widget
ne: तस्वीर विजेट
nl: afbeeldingswidget
pl: Obraz
ro: widget imagine
ru: Виджет видео
sk: widget obrázka
sq: Vegla e fotos
sr: модул са сликом
sr_latn: modul sa slikom
ug: رەسىمچىك
zh: 圖片小工具

# Label for the Side video option.
source: Side video
ar: صورة جانبية
az: Yan şəkil
cs: Postranní obrázek
de: Seitenbild
es: Videon lateral
et: Pilt küljel
eu: Alboko irudia
fa: تصویر جانبی
fi: Pieni kuva
gl: Lado da imaxe
hr: Slika sa strane
hu: Oldalsó kép
id: Gambar sisi
it: Immagine laterale
ja: サイドイメージ
ku: لای وێنە
lt: Vaizdas šone
lv: Sānā novietots attēls
nb: Sidebilde
ne: साइड तस्वीर
nl: Afbeelding naast tekst
pl: Obraz dosunięty do brzegu, oblewany tekstem
ro: Imagine laterală
ru: Боковое видео
sk: Bočný obrázok
sq: Foto anësore
sr: Бочна слика
sr_latn: Bočna slika
sv: Kantbild
ug: يان رەسىم
zh: 側邊圖片

# Label for the Full size video option.
source: Full size video
ar: صورة بحجم كامل
az: Tam ölçülü şəkili
cs: Obrázek v plné velikosti
de: Bild in voller Größe
es: Videon a tamaño completo
et: Täissuuruses pilt
eu: Tamaina osoko irudia
fa: تصویر در اندازه کامل
fi: Täysikokoinen kuva
gl: Imaxe a tamaño completo
hr: Slika pune veliƒçine
hu: Teljes méretű kép
id: Gambar ukuran penuh
it: Immagine a dimensione intera
ja: フルサイズ画像
ku: پڕ بەقەبارەی وێنە
lt: Pilno dydžio vaizdas
lv: Pilna izmēra attēls
nb: Bilde i full størrelse
ne: पूर्ण आकार तस्वीर
nl: Afbeelding op volledige grootte
pl: Obraz w pełnym rozmiarze
ro: Imagine mărime completă
ru: Оригинальный размер видео
sk: Obrázok v plnej veľkosti
sq: Foto me madhësi të plotë
sr: Слика у пуној величини
sr_latn: Slika u punoj veličini
sv: Bild i full storlek
ug: ئەسلى چوڭلۇقتىكى رەسىم
zh: 完整大小圖片

# Label for the Left aligned video option
source: Left aligned video
ar: صورة بمحاذاة لليسار
az: Soldan düzləndir
cs: Obrázek zarovnaný vlevo
de: linksbündiges Bild
es: Videon alineada a la izquierda
et: Vasakule joondatud pilt
eu: Ezkerrean lerrokatutako irudia
fa: تصویر تراز شده چپ
fi: Vasemmalle tasattu kuva
gl: Imaxe aliñada á esquerda
hr: Lijevo poravnata slika
hu: Balra igazított kép
id: Gambar rata kiri
it: Immagine allineata a sinistra
ja: 左寄せ画像
ku: ڕیزکردنی وێنە بۆ لای چەپ
lt: Vaizdas kairėje
lv: Pa kreisi līdzināts attēls
nb: Venstrejustert bilde
ne: बायाँ पङ्क्ति तस्वीर
nl: Links uitgelijnde afbeelding
pl: Obraz wyrównany do lewej
ro: Imagine aliniată la stânga
ru: Выравнивание по левому краю
sk: Zarovnať vľavo
sq: Foto e vendosur majtas
sr: Лева слика
sr_latn: Leva slika
sv: Vänsterjusterad bild
ug: سولغا توغۇرلانغان رەسىم
zh: 向左對齊圖片

# Label for the Centered video option
source: Centered video
ar: صورة بالوسط
az: Mərkəzə düzləndir
cs: Obrázek zarovnaný na střed
de: zentriertes Bild
es: Videon centrada
et: Keskele joondatud pilt
eu: Zentratutako irudia
fa: تصویر در وسط
fi: Keskitetty kuva
gl: Imaxe centrada horizontalmente
hr: Centrirana slika
hu: Középre igazított kép
id: Gambar rata tengah
it: Immagine centrata
ja: 中央寄せ画像
ku: ناوەڕاستکراوی وێنە
lt: Vaizdas centre
lv: Centrēts attēls
nb: Midtstilt bilde
ne: केन्द्रित तस्वीर
nl: Gecentreerde afbeelding
pl: Obraz wyrównany do środka
ro: Imagine aliniată pe centru
ru: Выравнивание по центру
sk: Zarovnať na stred
sq: Foto e vendosur në mes
sr: Слика у средини
sr_latn: Slika u sredini
sv: Centrerad bild
ug: ئوتتۇردىكى رەسىم
zh: 置中圖片

# Label for the Right aligned video option
source: Right aligned video
ar: صورة بمحاذاة لليمين
az: Sağdan düzləndir
cs: Obrázek zarovnaný vpravo
de: rechtsbündiges Bild
es: Videon alineada a la derecha
et: Paremale joondatud pilt
eu: Eskuinean lerrokatutako irudia
fa: تصویر تراز شده راست
fi: Oikealle tasattu kuva
gl: Imaxe aliñada á dereita
hr: Slika poravnata desno
hu: Jobbra igazított kép
id: Gambar rata kanan
it: Immagine allineata a destra
ja: 右寄せ画像
ku: ڕیزکردنی وێنە بۆ لای ڕاست
lt: Vaizdas dešinėje
lv: Pa labi līdzināts attēls
nb: Høyrejustert bilde
ne: दायाँ पङ्क्तिबद्ध तस्वीर
nl: Rechts uitgelijnde afbeelding
pl: Obraz wyrównany do prawej
ro: Imagine aliniată la dreapta
ru: Выравнивание по правому краю
sk: Zarovnať vpravo
sq: Foto e vendosur djathtas
sr: Десна слика
sr_latn: Desna slika
sv: Högerjusterad bild
ug: ئوڭغا توغۇرلانغان رەسىم
zh: 向右對齊圖片

# Label for the Change video text alternative button.
source: Change video text alternative
ar: غير النص البديل للصورة
az: Alternativ mətni redaktə et
cs: Změnit alternativní text obrázku
de: Alternativ Text ändern
es: Cambiar el texto alternativo de la videon
et: Muuda pildi asenduskirjeldust
eu: Aldatu irudiaren ordezko testua
fa: تغییر متن جایگزین تصویر
fi: Vaihda kuvan vaihtoehtoinen teksti
gl: Cambiar o texto alternativo da imaxe
hr: Promijeni alternativni tekst slike
hu: Helyettesítő szöveg módosítása
id: Ganti alternatif teks gambar
it: Cambia testo alternativo dell'immagine
ja: 画像の代替テキストを変更
ku: گۆڕینی جێگروەی تێکیسی وێنە
lt: Pakeisti vaizdo alternatyvųjį tekstą
lv: Mainīt attēla alternatīvo tekstu
nb: Endre tekstalternativ for bilde
ne: तस्वीर पाठ विकल्प परिवर्तन गर्नुहोस्
nl: Verander alt-tekst van de afbeelding
pl: Zmień tekst zastępczy obrazka
ro: Schimbă textul alternativ al imaginii
ru: Редактировать альтернативный текст
sk: Zmeňte alternatívny text obrázka
sq: Ndrysho tekstin zgjedhor të fotos
sr: Измена алтернативног текста
sr_latn: Izmena alternativnog teksta
sv: Ändra bildens alternativa text
ug: رەسىملىك تېكىست تاللىغۇچنى ئۆزگەرتىش
zh: 變更圖片的文字替代

# Label for the video text alternative input.
source: Text alternative
ar: النص البديل
az: Alternativ mətn
cs: Alternativní text
es: Texto alternativo
et: Asenduskirjeldus
eu: Ordezko testua
fa: متن جایگزین
fi: Vaihtoehtoinen teksti
gl: Texto alternativo
hr: Alternativni tekst
hu: Helyettesítő szöveg
id: Alternatif teks
it: Testo alternativo
ja: 代替テキスト
ku: جێگرەوەی تێکست
lt: Alternatyvusis tekstas
lv: Alternatīvais teksts
nb: Tekstalternativ for bilde
ne: पाठ विकल्प
nl: Alt-tekst
pl: Tekst zastępczy obrazka
ro: Text alternativ
ru: Альтернативный текст
sk: Alternatívny text
sq: Teksti zgjedhor
sr: Алтернативни текст
sr_latn: Alternativni tekst
sv: Alternativ text
ug: تېكىست ئاملاشتۇرۇش
zh: 文字替代

# Placeholder text for video caption displayed when caption is empty.
source: Enter video caption
ar: ادخل عنوان الصورة
az: Şəkil başlığı daxil edin
cs: Zadejte popis obrázku
de: Bildunterschrift eingeben
es: Introducir título de la videon
et: Sisesta pildi pealkiri
eu: Sartu irudiaren epigrafea
fa: عنوان تصویر را وارد کنید
fi: Syötä kuvateksti
gl: Introduza o título da imaxe
hr: Unesite naslov slike
hu: Képaláírás megadása
id: Tambahkan deskripsi gambar
it: inserire didascalia dell'immagine
ja: 画像の注釈を入力
ku: سەردێڕی وێنە دابنێ
lt: Įveskite vaizdo antraštę
lv: Ievadiet attēla parakstu
nb: Skriv inn bildetekst
ne: तस्वीर क्याप्शन प्रविष्ट गर्नुहोस्
nl: Typ een afbeeldingsbijschrift
pl: Wstaw tytuł obrazka
ro: Introdu titlul descriptiv al imaginii
ru: Подпись к изображению
sk: Vložte popis obrázka
sq: Shto përshkrimin e fotos
sr: Одреди текст испод слике
sr_latn: Odredi tekst ispod slike
sv: Fyll i bildtext
ug: رەسىمنىڭ تېمىسىنى كىرگۈزۈڭ
zh: 輸入圖片說明

# Label for the insert video toolbar button.
source: Insert video
ar: ادراج صورة
az: Şəkili əlavə et
cs: Vložit obrázek
de: Bild einfügen
es: Insertar videon
et: Siseta pilt
eu: Txertatu irudia
fa: قرار دادن تصویر
fi: Lisää kuva
gl: Inserir imaxe
hr: Umetni sliku
hu: Kép beszúrása
id: Sisipkan gambar
it: Inserisci immagine
ja: 画像挿入
ku: وێنە دابنێ
lt: Įterpti vaizdą
lv: Ievietot attēlu
nb: Sett inn bilde
ne: तस्वीर सम्मिलित गर्नुहोस्
nl: Afbeelding toevoegen
pl: Wstaw obraz
ro: Inserează imagine
ru: Вставить видео
sk: Vložiť obrázok
sq: Shto Foto
sr: Додај слику
sr_latn: Dodaj sliku
sv: Infoga bild
ug: رەسىم قىستۇرۇش
zh: 插入圖片

# Title of the notification displayed when upload fails.
source: Upload failed
ar: فشل الرفع
az: Şəkili serverə yüklə
cs: Nahrání selhalo
de: Hochladen fehlgeschlagen
es: Fallo en la subida
et: Üleslaadimine ebaõnnestus
eu: Kargatzeak huts egin du
fa: آپلود ناموفق بود
fi: Lataus epäonnistui
gl: Fallou o envío
hr: Slanje nije uspjelo
hu: A feltöltés nem sikerült
id: Gagal mengunggah
it: Caricamento fallito
ja: アップロード失敗
ku: بارکردنەکە سەرنەکەووت
lt: Įkelti nepavyko
lv: Augšupielāde neizdevusies
nb: Opplasting feilet
ne: अपलोड असफल भयो
nl: Uploaden afbeelding mislukt
pl: Przesyłanie obrazu nie powiodło się
ro: Încărcare eșuată
ru: Загрузка не выполнена
sk: Nahrávanie zlyhalo
sq: Ngarkimi dështoi
sr: Постављање неуспешно
sr_latn: Postavljanje neuspešno
sv: Uppladdning misslyckades
ug: چىقىرىش مەغلۇپ بولدى
zh: 上傳失敗

source: Video toolbar
az: Şəkil paneli
cs: Panel nástrojů obrázku
de: Bild Werkzeugleiste
et: Piltide tööriistariba
fa: نوارابزار تصویر
gl: Barra de ferramentas de imaxe
hr: Traka za slike
hu: Kép eszköztár
id: Alat gambar
it: Barra degli strumenti dell'immagine
ku: تووڵامرازی وێنە
lv: Attēlu rīkjosla
nl: Afbeeldingswerkbalk
pl: Pasek narzędzi obrazka
ro: Bară imagine
sk: Panel nástrojov obrázka
sr: Слика трака са алтакама
sr_latn: Slika traka sa alatkama
